Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# accessibility.disclosure.collapse-hint
source: Collapse
de_de: Einklappen
es_mx: Contraer
fr_ca: Réduire
it_it: Comprimi

# accessibility.disclosure.collapsed-value
source: Collapsed
de_de: Eingeklappt
es_mx: Contraído
fr_ca: Réduit
it_it: Compresso

# accessibility.disclosure.expand-hint
source: Expand
de_de: Ausklappen
es_mx: Expandir
fr_ca: Développer
it_it: Espandi

# accessibility.disclosure.expanded-value
source: Expanded
de_de: Ausgeklappt
es_mx: Expandido
fr_ca: Développé
it_it: Espanso

# action.cancel
source: Cancel
de_de: Abbrechen
es_mx: Cancelar
fr_ca: Annuler
it_it: Annulla

# action.delete
source: Delete
de_de: Löschen
es_mx: Eliminar
fr_ca: Supprimer
it_it: Elimina

# action.delete-section
source: Delete Section
de_de: Abschnitt löschen
es_mx: Eliminar sección
fr_ca: Supprimer la section
it_it: Elimina sezione

# action.done
source: Done
de_de: Fertig
es_mx: Listo
fr_ca: Terminé
it_it: Fine

# action.move-down
source: Move Down
de_de: Nach unten
es_mx: Mover abajo
fr_ca: Déplacer vers le bas
it_it: Sposta giù

# action.move-up
source: Move Up
de_de: Nach oben
es_mx: Mover arriba
fr_ca: Déplacer vers le haut
it_it: Sposta su

# action.not-now
source: Not Now
de_de: Nicht jetzt
es_mx: Ahora no
fr_ca: Pas maintenant
it_it: Non ora

# action.reset
source: Reset
de_de: Zurücksetzen
es_mx: Restablecer
fr_ca: Réinitialiser
it_it: Reimposta

# action.try-again
source: Try Again
de_de: Erneut versuchen
es_mx: Intentar de nuevo
fr_ca: Réessayer
it_it: Riprova

# deleted.items.empty-message
source: Deleted cooking sessions will appear here until you restore them.
de_de: Gelöschte Kochvorgänge erscheinen hier, bis du sie wiederherstellst.
es_mx: Las sesiones de cocina eliminadas aparecerán aquí hasta que las restaures.
fr_ca: Les séances de cuisine supprimées apparaîtront ici jusqu’à leur restauration.
it_it: Le sessioni di cucina eliminate appariranno qui finché non le ripristini.

# deleted.items.empty-title
source: No Deleted Items
de_de: Keine gelöschten Einträge
es_mx: No hay elementos eliminados
fr_ca: Aucun élément supprimé
it_it: Nessun elemento eliminato

# deleted.items.needs-attention
source: Needs Attention
de_de: Benötigt Aufmerksamkeit
es_mx: Requiere atención
fr_ca: Attention requise
it_it: Richiede attenzione

# deleted.items.retention-message
source: Deleted items stay recoverable and keep their original cooking state. Emptying Deleted Items is not available yet.
de_de: Gelöschte Einträge bleiben wiederherstellbar und behalten ihren ursprünglichen Kochzustand. Das Leeren von „Gelöschte Einträge“ ist noch nicht verfügbar.
es_mx: Los elementos eliminados se pueden recuperar y conservan su estado de cocina original. Aún no es posible vaciar Elementos eliminados.
fr_ca: Les éléments supprimés restent récupérables et conservent leur état de cuisine. Il n’est pas encore possible de vider les éléments supprimés.
it_it: Gli elementi eliminati restano recuperabili e mantengono lo stato di cucina originale. Non è ancora possibile svuotare Elementi eliminati.

# deleted.items.session-fallback
source: Cooking Session
de_de: Kochvorgang
es_mx: Sesión de cocina
fr_ca: Séance de cuisine
it_it: Sessione di cucina

# deleted.items.title
source: Deleted Items
de_de: Gelöschte Einträge
es_mx: Elementos eliminados
fr_ca: Éléments supprimés
it_it: Elementi eliminati

# deleted.items.waiting
source: Waiting for Session Data
de_de: Warten auf Daten zum Kochvorgang
es_mx: Esperando datos de la sesión
fr_ca: En attente des données de la séance
it_it: In attesa dei dati della Sessione

# import.review.concern.review-note-count
source: %1$(count)lld review notes
de_de: %1$(count)lld Prüfhinweise
es_mx: %1$(count)lld notas para revisar
fr_ca: %1$(count)lld notes à réviser
it_it: %1$(count)lld note di verifica

# kitchen.default-name
source: Home Kitchen
de_de: Küche zu Hause
es_mx: Cocina de casa
fr_ca: Cuisine de la maison
it_it: Cucina di casa

# library.accessibility.label
source: Recipe library
de_de: Rezeptsammlung
es_mx: Biblioteca de recetas
fr_ca: Bibliothèque de recettes
it_it: Raccolta di ricette

# library.action.import-recipe
source: Import Recipe…
de_de: Rezept importieren…
es_mx: Importar receta…
fr_ca: Importer une recette…
it_it: Importa ricetta…

# library.action.new-recipe
source: New Recipe…
de_de: Neues Rezept…
es_mx: Nueva receta…
fr_ca: Nouvelle recette…
it_it: Nuova ricetta…

# library.empty.message
source: Recipes saved to this Kitchen will appear here.
de_de: In dieser Küche gespeicherte Rezepte erscheinen hier.
es_mx: Las recetas guardadas en esta cocina aparecerán aquí.
fr_ca: Les recettes enregistrées dans cette cuisine apparaîtront ici.
it_it: Le ricette salvate in questa Cucina appariranno qui.

# library.empty.title
source: No Recipes
de_de: Keine Rezepte
es_mx: No hay recetas
fr_ca: Aucune recette
it_it: Nessuna ricetta

# library.failure.read
source: Kitchen Memory could not read this recipe library.
de_de: Küchengedächtnis konnte diese Rezeptsammlung nicht lesen.
es_mx: Memoria de cocina no pudo leer esta biblioteca de recetas.
fr_ca: Mémoire de cuisine n’a pas pu lire cette bibliothèque de recettes.
it_it: Memoria di cucina non ha potuto leggere questa raccolta di ricette.

# library.failure.reset
source: Kitchen Memory could not reset this Kitchen. No reset was completed.
de_de: Küchengedächtnis konnte diese Küche nicht zurücksetzen. Es wurde kein Zurücksetzen abgeschlossen.
es_mx: Memoria de cocina no pudo restablecer esta cocina. No se realizó ningún cambio.
fr_ca: Mémoire de cuisine n’a pas pu réinitialiser cette cuisine. Aucune réinitialisation n’a été effectuée.
it_it: Memoria di cucina non ha potuto reimpostare questa Cucina. Nessuna reimpostazione è stata completata.

# library.failure.samples
source: Kitchen Memory could not add the sample recipes. Your existing recipes were not changed.
de_de: Küchengedächtnis konnte die Beispielrezepte nicht hinzufügen. Deine vorhandenen Rezepte wurden nicht verändert.
es_mx: Memoria de cocina no pudo agregar las recetas de ejemplo. Tus recetas existentes no se modificaron.
fr_ca: Mémoire de cuisine n’a pas pu ajouter les recettes d’exemple. Vos recettes existantes n’ont pas été modifiées.
it_it: Memoria di cucina non ha potuto aggiungere le ricette di esempio. Le ricette esistenti non sono state modificate.

# library.failure.save
source: Kitchen Memory could not save this recipe.
de_de: Küchengedächtnis konnte dieses Rezept nicht speichern.
es_mx: Memoria de cocina no pudo guardar esta receta.
fr_ca: Mémoire de cuisine n’a pas pu enregistrer cette recette.
it_it: Memoria di cucina non ha potuto salvare questa ricetta.

# library.loading
source: Loading Recipes
de_de: Rezepte werden geladen
es_mx: Cargando recetas
fr_ca: Chargement des recettes
it_it: Caricamento delle ricette

# library.no-matches.message
source: Try another search or reset the filters. All Recipes expands the folder scope.
de_de: Versuche eine andere Suche oder setze die Filter zurück. Alle Rezepte erweitert die Suche über den Ordner hinaus.
es_mx: Prueba otra búsqueda o restablece los filtros. Todas las recetas amplía el alcance de la carpeta.
fr_ca: Essayez une autre recherche ou réinitialisez les filtres. Toutes les recettes élargit la portée du dossier.
it_it: Prova un’altra ricerca o reimposta i filtri. Tutte le ricette estende la ricerca oltre la cartella.

# library.no-matches.title
source: No Matching Recipes
de_de: Keine passenden Rezepte
es_mx: No hay recetas que coincidan
fr_ca: Aucune recette correspondante
it_it: Nessuna ricetta corrispondente

# library.return-to-detail
source: Return to Open Recipe
de_de: Zur geöffneten Rezeptansicht
es_mx: Volver a la receta abierta
fr_ca: Revenir à la recette ouverte
it_it: Torna alla ricetta aperta

# library.selection.empty.message
source: Choose a recipe to read its ingredients and instructions.
de_de: Wähle ein Rezept, um Zutaten und Zubereitung zu lesen.
es_mx: Elige una receta para leer sus ingredientes e instrucciones.
fr_ca: Choisissez une recette pour lire ses ingrédients et ses instructions.
it_it: Scegli una ricetta per leggerne gli ingredienti e le istruzioni.

# library.selection.empty.title
source: Select a Recipe
de_de: Rezept auswählen
es_mx: Selecciona una receta
fr_ca: Sélectionnez une recette
it_it: Seleziona una ricetta

# library.title
source: Recipes
de_de: Rezepte
es_mx: Recetas
fr_ca: Recettes
it_it: Ricette

# library.unavailable.title
source: Recipes Unavailable
de_de: Rezepte nicht verfügbar
es_mx: Recetas no disponibles
fr_ca: Recettes indisponibles
it_it: Ricette non disponibili

# menu.kitchen.title
source: Kitchen
de_de: Küche
es_mx: Cocina
fr_ca: Cuisine
it_it: Cucina

# menu.recipe.title
source: Recipe
de_de: Rezept
es_mx: Receta
fr_ca: Recette
it_it: Ricetta

# menu.window.new-library
source: New Recipe Library Window
de_de: Neues Fenster für die Rezeptsammlung
es_mx: Nueva ventana de la biblioteca de recetas
fr_ca: Nouvelle fenêtre de la bibliothèque de recettes
it_it: Nuova finestra della raccolta di ricette

# organization.add-tag
source: Add Tag
de_de: Tag hinzufügen
es_mx: Agregar etiqueta
fr_ca: Ajouter une étiquette
it_it: Aggiungi tag

# organization.after
source: Move After
de_de: Dahinter verschieben
es_mx: Mover después de
fr_ca: Déplacer après
it_it: Sposta dopo

# organization.all
source: All Recipes
de_de: Alle Rezepte
es_mx: Todas las recetas
fr_ca: Toutes les recettes
it_it: Tutte le ricette

# organization.alphabetical
source: Alphabetical
de_de: Alphabetisch
es_mx: Alfabético
fr_ca: Alphabétique
it_it: Alfabetico

# organization.apply
source: Apply
de_de: Anwenden
es_mx: Aplicar
fr_ca: Appliquer
it_it: Applica

source: Organization Collisions
de_de: Konflikte bei der Organisation
es_mx: Conflictos de organización
fr_ca: Collisions d’organisation
it_it: Conflitti di organizzazione

# organization.delete
source: Delete Organization
de_de: Organisation löschen
es_mx: Eliminar organización
fr_ca: Supprimer l’organisation
it_it: Elimina organizzazione

# organization.delete-message
source: Folders and Tags disappear immediately. Recipes are kept.
de_de: Ordner und Tags verschwinden sofort. Rezepte bleiben erhalten.
es_mx: Las carpetas y etiquetas desaparecen de inmediato. Las recetas se conservan.
fr_ca: Les dossiers et les étiquettes disparaissent immédiatement. Les recettes sont conservées.
it_it: Cartelle e Tag scompaiono immediatamente. Le Ricette vengono conservate.

# organization.discard-rejected
source: Discard Rejected Change
de_de: Abgelehnte Änderung verwerfen
es_mx: Descartar cambio rechazado
fr_ca: Abandonner la modification refusée
it_it: Scarta la modifica rifiutata

# organization.done
source: Done
de_de: Fertig
es_mx: Listo
fr_ca: Terminé
it_it: Fine

# organization.failed
source: Organization Needs Attention
de_de: Organisation benötigt Aufmerksamkeit
es_mx: La organización requiere atención
fr_ca: L’organisation nécessite votre attention
it_it: L’organizzazione richiede attenzione

# organization.failure-message
source: The change could not be completed. Check names and destinations, or retry any retained change in Recovery.
de_de: Die Änderung konnte nicht abgeschlossen werden. Prüfe Namen und Ziele oder versuche eine aufbewahrte Änderung unter „Wiederherstellung“ erneut.
es_mx: No se pudo completar el cambio. Revisa los nombres y destinos, o reintenta un cambio conservado en Recuperación.
fr_ca: La modification n’a pas pu être effectuée. Vérifiez les noms et les destinations, ou réessayez une modification conservée dans Récupération.
it_it: Non è stato possibile completare la modifica. Controlla nomi e destinazioni oppure riprova una modifica conservata in Recupero.

# organization.first
source: Move to Beginning
de_de: An den Anfang verschieben
es_mx: Mover al principio
fr_ca: Déplacer au début
it_it: Sposta all’inizio

# organization.folders
source: Folders
de_de: Ordner
es_mx: Carpetas
fr_ca: Dossiers
it_it: Cartelle

# organization.immediate
source: Changes apply immediately
de_de: Änderungen gelten sofort
es_mx: Los cambios se aplican de inmediato
fr_ca: Les modifications s’appliquent immédiatement
it_it: Le modifiche si applicano subito

# organization.manage
source: Manage Organization
de_de: Organisation verwalten
es_mx: Administrar organización
fr_ca: Gérer l’organisation
it_it: Gestisci organizzazione

# organization.manual
source: Manual
de_de: Manuell
fr_ca: Manuel
it_it: Manuale

# organization.merge
source: Merge
de_de: Zusammenführen
es_mx: Fusionar
fr_ca: Fusionner
it_it: Unisci

# organization.merge-confirm
source: Merge these identities?
de_de: Diese Identitäten zusammenführen?
es_mx: ¿Fusionar estas identidades?
fr_ca: Fusionner ces identités?
it_it: Unire queste identità?

# organization.merge-message
source: Assignments are combined under the oldest identity. Recipes are kept.
de_de: Zuordnungen werden unter der ältesten Identität zusammengeführt. Rezepte bleiben erhalten.
es_mx: Las asignaciones se combinan bajo la identidad más antigua. Las recetas se conservan.
fr_ca: Les attributions sont réunies sous l’identité la plus ancienne. Les recettes sont conservées.
it_it: Le assegnazioni vengono unite sotto l’identità più vecchia. Le Ricette vengono conservate.

# organization.move
source: Move to Folder
de_de: In Ordner verschieben
es_mx: Mover a una carpeta
fr_ca: Déplacer vers un dossier
it_it: Sposta nella cartella

# organization.new-folder
source: New Folder
de_de: Neuer Ordner
es_mx: Nueva carpeta
fr_ca: Nouveau dossier
it_it: Nuova cartella

# organization.new-tag
source: New Tag
de_de: Neuer Tag
es_mx: Nueva etiqueta
fr_ca: Nouvelle étiquette
it_it: Nuovo tag

# organization.ordering
source: Ordering
de_de: Sortierung
es_mx: Orden
fr_ca: Ordre
it_it: Ordinamento

# organization.parent
source: Parent Folder
de_de: Übergeordneter Ordner
es_mx: Carpeta superior
fr_ca: Dossier parent
it_it: Cartella superiore

# organization.pending
source: Saved with the new Recipe
de_de: Wird mit dem neuen Rezept gespeichert
es_mx: Se guarda con la nueva receta
fr_ca: Enregistré avec la nouvelle recette
it_it: Salvato con la nuova Ricetta

# organization.remove-tag
source: Remove Tag
de_de: Tag entfernen
es_mx: Quitar etiqueta
fr_ca: Retirer une étiquette
it_it: Rimuovi tag

# organization.rename
source: Rename
de_de: Umbenennen
es_mx: Cambiar nombre
fr_ca: Renommer
it_it: Rinomina

# organization.reset-filters
source: Reset Filters
de_de: Filter zurücksetzen
es_mx: Restablecer filtros
fr_ca: Réinitialiser les filtres
it_it: Reimposta filtri

# organization.retry
source: Retry Organization Change
de_de: Organisationsänderung erneut versuchen
es_mx: Reintentar cambio de organización
fr_ca: Réessayer la modification d’organisation
it_it: Riprova la modifica all’organizzazione

# organization.root
source: Kitchen Root
de_de: Oberste Ebene der Küche
es_mx: Raíz de la cocina
fr_ca: Racine de la cuisine
it_it: Livello principale della Cucina

# organization.search
source: Search Recipes
de_de: Rezepte suchen
es_mx: Buscar recetas
fr_ca: Rechercher des recettes
it_it: Cerca ricette

# organization.select
source: Select Recipes
de_de: Rezepte auswählen
es_mx: Seleccionar recetas
fr_ca: Sélectionner des recettes
it_it: Seleziona ricette

# organization.show-folders
source: Show Folders on This Device
de_de: Ordner auf diesem Gerät anzeigen
es_mx: Mostrar carpetas en este dispositivo
fr_ca: Afficher les dossiers sur cet appareil
it_it: Mostra cartelle su questo dispositivo

# organization.show-tags
source: Show Tags on This Device
de_de: Tags auf diesem Gerät anzeigen
es_mx: Mostrar etiquetas en este dispositivo
fr_ca: Afficher les étiquettes sur cet appareil
it_it: Mostra tag su questo dispositivo

# organization.show-unfiled
source: Show Unfiled
de_de: „Ohne Ordner“ anzeigen
es_mx: Mostrar Sin carpeta
fr_ca: Afficher Sans dossier
it_it: Mostra Senza cartella

# organization.show-untagged
source: Show Untagged
de_de: „Ohne Tags“ anzeigen
es_mx: Mostrar Sin etiquetas
fr_ca: Afficher Sans étiquette
it_it: Mostra Senza tag

# organization.title
source: Organization
de_de: Organisation
es_mx: Organización
fr_ca: Organisation
it_it: Organizzazione

# organization.unfiled
source: Unfiled
de_de: Ohne Ordner
es_mx: Sin carpeta
fr_ca: Sans dossier
it_it: Senza cartella

# organization.untagged
source: Untagged
de_de: Ohne Tags
es_mx: Sin etiquetas
fr_ca: Sans étiquette
it_it: Senza tag

# privacy.debugging.inspection
source: We inspect private information only when you deliberately provide it to diagnose a problem.
de_de: Wir sehen private Informationen nur ein, wenn du sie bewusst zur Untersuchung eines Problems bereitstellst.
es_mx: Solo examinamos información privada cuando la proporcionas deliberadamente para diagnosticar un problema.
fr_ca: Nous examinons des renseignements privés uniquement lorsque vous les fournissez délibérément pour diagnostiquer un problème.
it_it: Esaminiamo informazioni private solo quando le fornisci deliberatamente per diagnosticare un problema.

# privacy.debugging.retention
source: Private debugging material is deleted when the immediate need ends. It is never published or retained as test data.
de_de: Privates Diagnosematerial wird gelöscht, sobald es nicht mehr unmittelbar benötigt wird. Es wird niemals veröffentlicht oder als Testdaten aufbewahrt.
es_mx: El material privado de depuración se elimina cuando termina la necesidad inmediata. Nunca se publica ni se conserva como datos de prueba.
fr_ca: Le matériel privé de débogage est supprimé dès que le besoin immédiat prend fin. Il n’est jamais publié ni conservé comme données de test.
it_it: Il materiale diagnostico privato viene eliminato quando termina la necessità immediata. Non viene mai pubblicato né conservato come dato di prova.

# privacy.debugging.section
source: Debugging and Support
de_de: Fehlersuche und Unterstützung
es_mx: Depuración y soporte
fr_ca: Débogage et assistance
it_it: Diagnosi e assistenza

# privacy.manifest.note
source: This display reflects the privacy manifest included with this version of Kitchen Memory.
de_de: Diese Anzeige gibt das Datenschutzmanifest dieser Version von Küchengedächtnis wieder.
es_mx: Esta pantalla refleja el manifiesto de privacidad incluido con esta versión de Memoria de cocina.
fr_ca: Cet écran reflète le manifeste de confidentialité inclus avec cette version de Mémoire de cuisine.
it_it: Questa schermata riflette il manifesto della privacy incluso in questa versione di Memoria di cucina.

# privacy.practice.no-advertising
source: No Advertising
de_de: Keine Werbung
es_mx: Sin publicidad
fr_ca: Aucune publicité
it_it: Nessuna pubblicità

# privacy.practice.no-analytics
source: No Analytics
de_de: Keine Nutzungsanalyse
es_mx: Sin análisis de uso
fr_ca: Aucune analyse d’utilisation
it_it: Nessuna analisi d’uso

# privacy.practice.no-tracking
source: No Tracking
de_de: Kein Tracking
es_mx: Sin rastreo
fr_ca: Aucun suivi
it_it: Nessun tracciamento

# privacy.recipes.message
source: Recipes stay on this device and, when iCloud sync is available, in your private iCloud database.
de_de: Rezepte bleiben auf diesem Gerät und bei verfügbarer iCloud-Synchronisierung in deiner privaten iCloud-Datenbank.
es_mx: Las recetas permanecen en este dispositivo y, cuando la sincronización con iCloud está disponible, en tu base de datos privada de iCloud.
fr_ca: Les recettes restent sur cet appareil et, lorsque la synchronisation iCloud est disponible, dans votre base de données iCloud privée.
it_it: Le ricette restano su questo dispositivo e, quando la sincronizzazione iCloud è disponibile, nel tuo database iCloud privato.

# privacy.recipes.section
source: Your Recipes
de_de: Deine Rezepte
es_mx: Tus recetas
fr_ca: Vos recettes
it_it: Le tue ricette

# privacy.summary.message
source: Kitchen Memory does not collect data from this app.
de_de: Küchengedächtnis erfasst keine Daten aus dieser App.
es_mx: Memoria de cocina no recopila datos de esta app.
fr_ca: Mémoire de cuisine ne recueille aucune donnée provenant de cette app.
it_it: Memoria di cucina non raccoglie dati da questa app.

# privacy.summary.title
source: Data Not Collected
de_de: Keine Daten erfasst
es_mx: No se recopilan datos
fr_ca: Aucune donnée recueillie
it_it: Nessun dato raccolto

# privacy.title
source: Privacy
de_de: Datenschutz
es_mx: Privacidad
fr_ca: Confidentialité

# recipe.action.delete
source: Delete Recipe
de_de: Rezept löschen
es_mx: Eliminar receta
fr_ca: Supprimer la recette
it_it: Elimina ricetta

# recipe.action.edit
source: Edit
de_de: Bearbeiten
es_mx: Editar
fr_ca: Modifier
it_it: Modifica

# recipe.action.restore
source: Restore Recipe
de_de: Rezept wiederherstellen
es_mx: Restaurar receta
fr_ca: Restaurer la recette
it_it: Ripristina ricetta

# recipe.comparison.add-ingredient
source: Add to this section
de_de: Zu diesem Abschnitt hinzufügen
es_mx: Agregar a esta sección
fr_ca: Ajouter à cette section
it_it: Aggiungi a questa sezione

# recipe.comparison.choose-ingredient
source: Choose this ingredient
de_de: Diese Zutat wählen
es_mx: Elegir este ingrediente
fr_ca: Choisir cet ingrédient
it_it: Scegli questo ingrediente

# recipe.comparison.choose-start
source: Choose a starting revision
de_de: Ausgangsrevision wählen
es_mx: Elige una revisión inicial
fr_ca: Choisissez une révision de départ
it_it: Scegli una revisione iniziale

# recipe.comparison.correct-fields
source: Correct the invalid editing fields before changing comparison choices.
de_de: Korrigiere ungültige Bearbeitungsfelder, bevor du die Vergleichsauswahl änderst.
es_mx: Corrige los campos no válidos antes de cambiar las opciones de comparación.
fr_ca: Corrigez les champs invalides avant de modifier les choix de comparaison.
it_it: Correggi i campi di modifica non validi prima di cambiare le scelte del confronto.

# recipe.comparison.different
source: Different
de_de: Abweichend
es_mx: Diferente
fr_ca: Différent
it_it: Diverso

# recipe.comparison.existing-draft
source: Finish or discard any existing editing draft for this Recipe before starting a comparison. If local storage failed, retry it first.
de_de: Schließe einen vorhandenen Bearbeitungsentwurf für dieses Rezept ab oder verwirf ihn, bevor du einen Vergleich beginnst. Bei einem Fehler im lokalen Speicher versuche zunächst diesen Vorgang erneut.
es_mx: Termina o descarta el borrador existente de esta receta antes de comparar. Si falló el almacenamiento local, vuelve a intentarlo primero.
fr_ca: Terminez ou abandonnez le brouillon existant de cette recette avant de commencer la comparaison. Si le stockage local a échoué, réessayez d’abord.
it_it: Completa o scarta l’eventuale bozza di modifica di questa Ricetta prima di iniziare un confronto. Se l’archiviazione locale non è riuscita, riprova prima quella operazione.
